[{"SLoepID":"7","Name":"All Peoples Congress (APC)","Description":"\u003Cp\u003EThe All People\u0027s Congress is one of two major political parties in Sierra Leone, the other being the Sierra Leone People\u0027s Party (SLPP). The APC is currently the ruling party in Sierra Leone. The APC party was founded in 1960 by a breakaway group from the Sierra Leone People\u0027s Party that vehemently opposed elections before independence and instead supported independence before elections. The APC governed the country from 1968 to 1992 and became the ruling party again in 2007 after the party presidential candidate Ernest Bai Koroma won the 2007 presidential election. The APC under Ernest Bai Koroma has continued as the ruling party into the 2018 election cycle\u003C\/p\u003E","Acronym":"APC","DateFounded":"1960","Founders":"Siaka Stevens","Website":"https:\/\/www.apcparty.org ","Color":"FF333C","Logo":"apc-party.jpg"},{"SLoepID":"6","Name":"Alliance Democratic Party (ADP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"ADP","DateFounded":"2015","Founders":"","Website":"","Color":"FF339F","Logo":"adp-party.jpg"},{"SLoepID":"8","Name":"Citizens Democratic Party (CDP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occaisionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"CDP","DateFounded":"","Founders":"Gibril Thullah","Website":"","Color":"F1C40F","Logo":"cdp-party.jpg"},{"SLoepID":"84","Name":"Citizens United for Peace and Progress (CUPP)","Description":"\u003Cp\u003ECUPP, Founded in 2001 by Sierra Leoneans in the United States, the CUPP advocates \u0022justice for victims\u0022 of the decade-long civil war. The party presented a presidential candidate in 2012, Washington lawyer Raymond Bamidele Thompson (who received 0.4 percent of the bote) but no legislative candidate.\u003C\/p\u003E","Acronym":"CUPP","DateFounded":"2001","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"1035","Name":"Coalition for Change (C4C)","Description":"\u003Cp\u003EC4C is a movement that we say has been in the making for more than 59 years. It is built on the hopes and dreams of a properly functional Sierra Leone that will have sustainable development plans and national prosperity.\u003C\/p\u003E\n\n\u003Cp\u003EWe believe that we have a group of level-headed Sierra Leoneans from all disciplines of life who are well-intentioned that want to bring about transparent government, better fiscal policies, education and training for our citizens and a respected justice system, among other things.\u003C\/p\u003E\n\n\u003Cp\u003EWe believe that we can bring together a coalition of existing parties to put our aims into effect.\u003C\/p\u003E\n\n\u003Cp\u003EAt present we have global executives and country-specific executives whose job it has been to create relevant legal entities from which the movement can operate.\u003C\/p\u003E\n\n\u003Cp\u003EWe have groups of people dealing with specific tasks which makes us agile enough to deal with anything that we have been able to foresee.\u003C\/p\u003E\n\n\u003Cp\u003EThis movement is open to ALL Sierra Leoneans, and we welcome all your comments, questions and suggestions as we formulate and crystallize our plans.\u003C\/p\u003E","Acronym":"C4C","DateFounded":"2017","Founders":"","Website":"https:\/\/c4csalone.com\/ ","Color":"D68910","Logo":"c4c.png"},{"SLoepID":"86","Name":"Convention People\u0026#039;s Party (CCP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"CCP","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"1040","Name":"Democratic Centre Party (DCP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"DCP","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"83","Name":"Grand Alliance Party (GAP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"GAP","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"876","Name":"Independent (I)","Description":"","Acronym":"I","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"82","Name":"Movement for Progress Party (MPP)","Description":"\u003Cp\u003EMOP, formed in 2002 to promote \u0022good governance and positive change,\u0022 the MOP supported the creation of the special war crimes court and presented the only female candidate in 2002, longtime political activist Zainab Bangura. She garnered less than 1 percent of the vote. Bangura, who had been a co-worker with Ernest Bai Koroma at an insurance company, Subsequently joined the APC and in 2007 was named to the post of foreign minister in  President Koroma\u0027s new cabinet. \u003C\/p\u003E","Acronym":"MOP","DateFounded":"2002","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"9","Name":"National Democratic Alliance (NDA)","Description":"\u003Cp\u003EThe NDA fielded candidates for the legislature but not the presidency in 2002. the party reconvened in 2005 after having been inactive for several years. In 2007 the NDA formed an alliance with the PLP to back Vice President Solomon Berewa of the SLPP in the presidential runoff elections. The NDA\u0027s candidate, Amadu Jalloh, finished fifth, with about 1 percent of the Vote, in the first round of balloting. \u003C\/p\u003E","Acronym":"NDA","DateFounded":"2001","Founders":"","Website":"","Color":"1F681B","Logo":"nda-party.jpg"},{"SLoepID":"81","Name":"National Grand Coalition (NGC)","Description":"The National Grand Coalition Party (NGC) is conscious of the economic, social and political challenges facing Sierra Leone, particularly the worsening conditions of poverty, social deprivation and inequality among the population. We are aware of the importance of strengthening our democratic values and practice and the need for a very enlightened and committed leadership in the entire State of Sierra Leone which, despite its smallness in area and population and its abundant resources, can hardly guarantee today the social and economic justice required for the advancement of its people. We have witnessed over the years the exploitation of the nation’s natural and human resources which has not had much impact on the quality of life of the population. The NGC, therefore, commits itself to the goal of restoring the lost glories of Sierra Leone so that she can once more take her rightful place in the international community of nations. In order to accomplish this task, the NGC shall draw inspiration from and base the entirety of our action on Sierra Leone’s foundational principles of unity, freedom and justice; the unity of a nation that harnesses its diversity for the common good, freedom for our people to enjoy their rights and live good lives as decent citizens and a system of justice that protects all citizens against unfair, unequal and harmful treatment. The NGC will endeavour to give entrepreneurship the importance it deserves so as to shift the mindset of the people away from patronage and dependency on government for jobs to inter-dependency and reliance on their own strength, talents and creativity.","Acronym":"NGC","DateFounded":"2017","Founders":"","Website":"","Color":"990000","Logo":"ngc.png"},{"SLoepID":"10","Name":"National Progressive Democrats (NPD)","Description":"National Interest, Progress For We All, Enh Respect for we Democracy\u0022* NPD is a transformational political party, a nationalist party that believes in Progressive values. \n\nNational Interest is the foundation of the party,  to ensure that there is progress in the lives of our people, is the reason for the formation of the party and respect for democracy is our guiding principle","Acronym":"NPD","DateFounded":"2017","Founders":"","Website":"","Color":"3498DB","Logo":"npd.jpeg"},{"SLoepID":"1008","Name":"National Unity and Reconciliation Party (NURP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"NURP","DateFounded":"2017","Founders":"","Website":"","Color":"343a40","Logo":"default-party-symbol.jpg"},{"SLoepID":"1038","Name":"National Unity Party (NUP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"NUP","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"12","Name":"Peace and Liberation Party (PLP)","Description":"\u003Cp\u003EThe PLP was led by the former AFRC leader Johnny Paul Koroma. It was linked with the Grassroots Awareness movement, one of many peace promotion organizations. In the May 2002 elections, Koroma came in third in the presidential race, while the party won 3.6 percent of the vote - and two seat - in the legislative contest. Though Koroma was indicted in 2003, he remained the party\u0027s leader, the party spokesperson said in 2007 . However, it was later reported that Koroma was dead.\u003C\/p\u003E\n\n\u003Cp\u003E in the 2017 presidential election, Kandeh Baba Conteh came in sixth in the first round, with 0.6 percent of the vote. The PLP was ruled ineligible to participate in the 2008 local elections. The status of the party remained unclear. \u003C\/p\u003E","Acronym":"PLP","DateFounded":"2001","Founders":"","Website":"","Color":"0000FF","Logo":"default-party-symbol.jpg"},{"SLoepID":"1039","Name":"People\u0026#039;s National Convention (PNC)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"PNC","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"},{"SLoepID":"11","Name":"Peoples Democratic Party (PDP)","Description":"\u003Cp\u003EThe PDP was characterized by West Africa as the \u0022loudest\u0022  of the new parties, whose \u0022main handicap is the uncharismatic quality\u0022 of its leader, former information minister Thaimu Bangura. In September 1991 Bangura had been named chair of the United Front of Political Movements (UNIFORM), a six party opposition formation that was subsequently dissolved. \u003C\/p\u003E\n\n\u003Cp\u003EIn the February 1996 balloting, Bangura  placed third in the presidential contest, with 16.1 percent of the vote, and the party won 12 seats. Subsequently, as an apparent reward for supporting Kabbah in the second round of presidential balloting, the PDP secured three cabinet portfolios.\u003C\/p\u003E\n\n\u003Cp\u003EBangura died in March 1999. Following infighting between Osman Kamara and former NPRC member Abdul Rahman Kamara to replace Bangura. Osman Kamara was elected chair . Abdul Rahman Kamara quit the party to form his own organization, the People\u0027s Democratic Alliance (PDA) in November. In a cabinet reshuffle in March 2001. Osman Kamara was given the post of trade and industry minister, although he claimed that the PDP was still an opposition party. He was Subsequently replaced. The PDP, with 1 percent of the vote, failed to win a seat in the legislative election of May 2012. Following the election, one cabinet member affiliated with the PDP subsequently joined the SLPP. The party did not did not present a presidential candidate but came out in support of kabbah, Several party officials were expelled in 2006 for alleged financial malfeasance. The party did not participate in the 2007 elections.\u003C\/p\u003E","Acronym":"PDP","DateFounded":"1991","Founders":"Thaimu Bangura ","Website":"","Color":"","Logo":"pdp-party.jpg"},{"SLoepID":"13","Name":"Peoples Movement for Democratic Change (PMDC)","Description":"\u003Cp\u003EThe People\u0027s Movement for Democratic Change (PMDC) is a socially liberal party in  Sierra Leone. It is a breakaway faction of the Sierra Leone People Party(SLPP). It was officially registered on 19 January 2006. The party is led by Charles Margai, the son of Sierra Leone\u0027s second prime minister Sir Albert Margai and the nephew of  Sir Milton Margai. The PMDC is based in the country\u0027s second largest city of Bo.\u003C\/p\u003E\n\n\u003Cp\u003EMargai, as the PMDC\u0027s candidate in August 2007 Presidential Election, received third place, behind Ernest Bai Koroma  of the opposition All Peoples Congress(APC) and Solomon Berewa  of the SLPP. On August 19, Margai stated his support for Koroma in the second round of the election. On August 20, the PMDC\u0027s Karamoh Kabba explained what he said was the reasoning behind the decision: the PMDC sought to \u0022ensure a more representative government, the survival of the PMDC as a political party and the creation of a third formidable political force for smooth running of democracy in Sierra Leone\u0022. Furthermore, backing the APC would help to bridge the regional political divide marking Sierra Leone\u0027s politics (the SLPP and PMDC draw their main support from the south, while the APC draws its main support from the north), while backing the SLPP would deepen it. He added that the APC had a natural reason to want the PMDC to survive, while the SLPP had a natural reason to want to destroy it.\u003C\/p\u003E\n\n\u003Cp\u003EMargai\u0027s support for the APC provoked controversy in the PMDC, with some feeling that his decision was made without properly consulting the party. Margai said on August 24 that the PMDC would campaign together with the APC for the second round.\u003C\/p\u003E\n\n\u003Cp\u003EAt the parliamentary election that was held on the same day as the first round of the 2007 presidential elections, the PMDC became the third largest party in Parliament with 10 seats (out of 112). In the 2008 Local Government elections, the PMDC did less well, winning only one Council Chairperson seat (out of 19), and 4% of the council seats. All seats won by the party were in the Southern region, specifically in the Bo, Bonthe, Moyamba and Pujehun districts.\u003C\/p\u003E\n\n\u003Cp\u003EIn the 2012 elections the party lost all of its remaining seats.\u003C\/p\u003E","Acronym":"PMDC","DateFounded":"January 19, 2006","Founders":"Charles Margai ","Website":"","Color":"F3881E","Logo":"pmdc-party.jpg"},{"SLoepID":"1041","Name":"Republic National Independent Party (ReNIP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"ReNIP","DateFounded":"","Founders":"","Website":"","Color":"343a40","Logo":"default-party-symbol.jpg"},{"SLoepID":"14","Name":"Revolutionary United Front Party (RUFP)","Description":"Revolutionary United Front (RUF) was a rebel army that fought a failed eleven-year war in Sierra Leone, starting in 1991 and ending in 2002. It later developed into a political party, which existed until 2007. The three most senior surviving leaders, Issa Sesay, Morris Kallon and Augustine Gbao, were convicted in February 2009 of war crimes and crimes against humanity\n\nAfter peace was established, RUF was converted into a political party, the Revolutionary United Front Party. As of 2006 general secretary of the party was Jonathan. In the May 10, 2001, elections the party won 2.2% of popular votes and no seats. Its candidate at the presidential elections, Alimamy Pallo Bangura, received 1.7% of the vote. The party received its highest voting in Kailahun, 7.8% in the parliamentary election.[28] In July 2007, RUFP merged with the All People\u0027s Congress.[","Acronym":"RUFP","DateFounded":"2001","Founders":"","Website":"","Color":"996633","Logo":"rufp.jpg"},{"SLoepID":"15","Name":"Sierra Leone Peoples Party (SLPP)","Description":"\u003Cp\u003EThe Sierra Leone People\u0027s Party (abbreviated SLPP) is one of the two major political parties in Sierra Leone, along with the All People\u0027s Congress (APC). The party dominated Sierra Leone\u0027s politics from its foundation in 1951 to 1967, when it lost the 1967 parliamentary election to the APC, led by Siaka Stevens. It identifies as a social democratic party. The SLPP returned to power when its leader Ahmad Tejan Kabbah won the 1996 presidential election. The party was in power from 1996 to 2007, when it again lost to the APC, led by Ernest Bai Koroma, in the 2007 presidential election\u003C\/p\u003E\n\n\u003Cp\u003ESLPP dominated politics in Sierra Leone in the years following World War II. In 1955 and 1956, riots occurred in Sierra Leone, originally sparked by the artisan union\u0027s strike over pay; further unrest followed strikes by transport workers. These events grew animosity between the SLPP and Krio parties, especially the Cyril Rogers-Wright led United Sierra Leone Progressive Party, established in 1954. The SLPP positioned itself as \u0022the countryman\u0027s party,\u0022 and garnered the support of tribal chiefs.\u003C\/p\u003E\n\n\u003Cp\u003EAfter elections in 1957, Milton Margai bowed to behind-the-scenes pressure and stepped down from SLPP leadership, replaced by his brother Albert Margai. However, in 1958, Albert Margai and Siaka Stevens launched a new party, the People\u0027s National Party (PNP), which aimed for greater African involvement in the British colonial government. With the independence of Ghana in 1957, the PNP sought the support of the educated elite to lead a transition to independence. Stevens would later leave the party to form the northern-supported All Peoples Congress. Upon independence in 1961, Milton Margai became Prime Minister, and the SLPP became the ruling party. The SLPP, along with almost all Sierra Leonean political parties, signed the constitution at the London constitutional conference; the APC was the notable exception. This unity did not extend to national politics, as opposing politicians often faced detainment under SLPP rule.\u003C\/p\u003E","Acronym":"SLPP","DateFounded":"1951","Founders":"Etheldred National Jones\/Lamina Sankoh","Website":"","Color":"009900","Logo":"slpp-party.jpg"},{"SLoepID":"16","Name":"United Democratic Movement (UDM)","Description":"\u003Cp\u003EUDM, with the goal of contesting the 2012 election. the UDM was established by former PMDC chair Mohamed Bangura in early 2011. The party received its official legal approval on May 31 and aimed to recruit a large number of youth among its members. \u003C\/p\u003E","Acronym":"UDM","DateFounded":"2011","Founders":"Mohamed Bangura","Website":"","Color":"9900cc","Logo":"udm.jpg"},{"SLoepID":"17","Name":"United National Peoples party (UNPP)","Description":"\u003Cp\u003EThe UNPP secured 17 seats behind a 21 percent vote tally in the February 1996 balloting. Meanwhile, its leader, banker John Karifa-Smart, placed second in concurrent presidential balloting. In march 1997 Karifa-Smart was charged with contempt and suspended from the assembly. He also unsuccessfully attempted in April 2001 to expel some legislators from the party due to differences on certain policies. Karifa-Smart came in last, with 1 percent of the vote, in May 2002 presidential election,and the UNPP failed to win any seats in the legislative contest, with 1.3 percent of the vote. Following the election, a cabinet minister who had been a member of the UNPP joined the SLPP. In May 2005 the UNPP joined in coalition with the National Unity Movement (NUM, below) in advance of the next presidential elections. It backed out of a so called merger with RUF after some of the latter\u0027s leaders were charged with war crimes.\u003C\/p\u003E\n\n\u003Cp\u003E Karifa-Smart retired from politics in 2006, and Abdul Kadi Karim was elected a party leader and 2007 presidential candidate. He came in last with 0.4 percent of votes. In 2008 the party was one of three ruled ineligible to take part in local elections in march.\u003C\/p\u003E","Acronym":"UNPP","DateFounded":"1996","Founders":"","Website":"","Color":"CCCC00","Logo":"unpp-party.jpg"},{"SLoepID":"1036","Name":"Unity Party (UP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"UP","DateFounded":"2017","Founders":"NEC","Website":"","Color":"99ccff","Logo":"up-party.jpg"},{"SLoepID":"85","Name":"Young People\u0026#039;s Party (YPP)","Description":"This is a holding page, we are still writing content for certain sections of the site. Please accept our apologies if you see this page, we are working hard to develop content for the site and occasionally have to publish \u0027holding pages\u0027 like this while we test the new structure or add new sections. Please re-visit in a couple of days time. Thank you","Acronym":"YPP","DateFounded":"","Founders":"","Website":"","Color":"808080","Logo":"default-party-symbol.jpg"}]