[{"SLoepID":"1","RegionName":"East","RegionDescription":"The Eastern Province is one of the three provinces of Sierra Leone. It covers an area of 15,553 km² and has a population of 1,641,012 (2015 census).[1] Its capital and administrative centre is Kenema.[2] Eastern Province, the centre of the country\u0027s diamond mining industry, is very mountainous and has two ranges, the Gola Hills and the Loma Mountains","RegisteredVoters":"631,989 ","MapImage":"eastern-sierra-leone.png"},{"SLoepID":"2","RegionName":"North","RegionDescription":"The Northern Province (commonly referred to as Northern Sierra Leone or simply the North) is one of the four provincial divisions of Sierra Leone. It is located in the Northern geographic region of Sierra Leone. It comprises the following five Districts: Bombali, Port Loko, Kambia, Koinadugu and Tonkolili. The Northern Province covers an area of 35,936 km2 (13,875 sq mi) with a population of 2,502,865, based on the 2015 Sierra Leone national census [1]. Its administrative and economic center is Makeni. The North borders the Western Area to the West, the Republic of Guinea to the north-east, the Eastern Province and Southern Province to the south-east","RegisteredVoters":"2,502,865","MapImage":"northern.jpg"},{"SLoepID":"78","RegionName":"North West","RegionDescription":"","RegisteredVoters":" ","MapImage":"northern.jpg"},{"SLoepID":"3","RegionName":"South","RegionDescription":"The Southern Province is one of three provinces of Sierra Leone. It covers an area of 19,694 km² and has a population of 1 441 308 (2015 census ). It consists of four districts (Bo, Bonthe, Moyamba, and Pujehun). Its capital and administrative center is Bo, which is also the second largest and second most populated city in Sierra Leone after the nation\u0027s capital Freetown. The population of the southern province is largely from the Mende ethnic group.","RegisteredVoters":"1,441,308","MapImage":"southern.jpg"},{"SLoepID":"4","RegionName":"West","RegionDescription":"The Western Area or Freetown Peninsula (formerly the Colony of Sierra Leone) is one of four principal divisions of Sierra Leone. It comprises the oldest city and national capital Freetown and its surrounding towns and countryside. It covers an area of 557 km2 and has a population of 1,447,271. The Western Area is located mostly around the peninsula and is divided into two districts: the Western Area Rural and the Western Area Urban.","RegisteredVoters":"1,447,271","MapImage":"1200px-Sierra_Leone_-_Western_Area.svg_.png"}]