[{"SLoepID":"27","DistrictName":"Bo","DistrictDescription":"Bo District is a district in the Southern Province of Sierra Leone. It is the second most populous District in Sierra Leone (after the Western Area Urban District). Its capital and largest city is the city of Bo, which is the second largest city in Sierra Leone. other major towns in the district include Baoma, Bumpeh, Serabu, Sumbuya, Baiima and Yele. Bo District borders Kenema District to the east, Tonkolili District to the north, Moyamba District to the west, Bonthe District to the southwest and Pujehun District to the south.[1] Bo District occupies a total area of 5,219 km² and is subdivided into fifteen chiefdoms.","RegionName":"South","RegisteredVoters":"401,109","MapImage":"Bo-City-Sierra-Leone.jpg"},{"SLoepID":"33","DistrictName":"Bombali","DistrictDescription":"For the purpose of electing Ordinary Members of Parliament, Bombali District is hereby divided into Eight (8) constituencies as described in the schedule.\n\nBombali District is a district in the Northern Province of Sierra Leone. Its capital and largest city is Makeni, which is also the largest city in the north. Bombali District is one of the fourteen districts of Sierra Leone. Bombali is the second largest district in Sierra Leone by geographical area, after Koinadugu District, and is the second most populous district in the North, after Port Loko District. In the 2015 Sierra Leone national census, the population of Bombali district was 606,183.[1] Other major towns in Bombali District include Kamakwie, Kamabai, Karina and Binkolo.\n\nThe district of Bombali occupies a total area of 7,985 km2 (3,083 sq mi) and comprises thirteen chiefdoms. The district borders the Republic of Guinea to the north, Port Loko District and Kambia Districts to the west, Tonkolili District to the south, and Koinadugu District to the east.\n\nThe population of Bombali District is ethnically diverse, although the Temne and Limba form the largest ethnic groups. The population of Bombali District is predominantly Muslim, though with a large Christian minority.\n\nBombali district is the birthplace and home district of the current president of Sierra Leone, Ernest Bai Koroma, who was born and raised in the city of Makeni. The district is also the birthplace and home district of former president of Sierra Leone Joseph Saidu Momoh, who was born in the town of Binkolo.","RegionName":"North","RegisteredVoters":"422,960","MapImage":"20140527am_007-494-1000-800-80.jpg"},{"SLoepID":"28","DistrictName":"Bonthe","DistrictDescription":"Bonthe District is a district comprises several islands and mainland of the Atlantic Ocean in the Southern Province of Sierra Leone. Its capital is the town of Mattru Jong and its largest city is Bonthe,[1] on Sherbro Island.[2] As of the 2015 census, the district had a population of 200,730.[3]The district is the least populous in Sierra Leone. Bonthe District is subdivided into eleven chiefdoms.\n\nThe District occupies a total area of 3,468 km². The District of Bonthe borders the Atlantic Ocean to the west, Moyamba District to the northwest, Bo District to the southeast and Pujehun District to the south.\n\nBonthe district is primarily inhabited by the Sherbro people (who are the native people of the district); and the Mende people, who immigrated to the district from Mende-dominant areas in the southern part of Sierra Leone.\n\nBonthe District has one of the world\u0027s largest deposits of titanium ore (rutile) in the world. Sierra Rutile Limited, owned by a consortium of US and European investors, began commercial mining operations in Bonthe in early 1979. Due to poor mining policy, the region has little to show for this huge economic potential. There are no good roads, water supply or electricity. Bonthe District continues to suffer from one of the worst environmental degradation episodes in living memory.","RegionName":"South","RegisteredVoters":"200,781","MapImage":"Bonthe.jpg"},{"SLoepID":"79","DistrictName":"Falaba","DistrictDescription":"","RegionName":"North","RegisteredVoters":"205,353","MapImage":"falaba.jpg"},{"SLoepID":"5","DistrictName":"Kailahun","DistrictDescription":"Kailahun District is a district in the Eastern Province of Sierra Leone. Its capital and largest city is the town of Kailahun. The other major towns in the district include Segbwema, Koindu, Pendembu and Daru. As of the 2015 census, the district had a population of 525,372.[1] Kailahun District is subdivided into fourteen chiefdoms.\n\nThe District of Kailahun borders Liberia to the east, Guinea and the Kono District to the north, and Kenema District to the west. The border of the district with Guinea is formed by a section of the Moa River.[2] The total area of the district is 4,859 km2 (1,876 sq mi). The population of Kailahun District is largely from the Mende ethnic group. The district is predominantly muslim.\n\nKailahun District is the birthplace of former Sierra Leone\u0027s president Ahmad Tejan Kabbah, who was born in the town of Pendembu.","RegionName":"East","RegisteredVoters":"526,379","MapImage":"kailahun.jpg"},{"SLoepID":"35","DistrictName":"Kambia","DistrictDescription":"Kambia District is a district in the Northern Province of Sierra Leone. Its capital and largest city is the town of Kambia. As of the 2015 census, The District had a population of 343,686. Kambia District borders the Republic of Guinea to the north, Port Loko District to the south and Bombali District to the east. The district provides an important Trade route to or from the Sierra Leonean capital Freetown to the Guinean capital Conakry.\n\nThe district occupies a total area of 3,108 km2 (1,200 sq mi) and is divided into seven chiefdoms. The district is largely Muslim and its population is ethnically diverse. Most of the Susu people in Sierra Leone live in Kambia District and they form one of the largest ethnic groups in the district.","RegionName":"North West","RegisteredVoters":"345,474","MapImage":"kambia .JPG"},{"SLoepID":"80","DistrictName":"Karene","DistrictDescription":"","RegionName":"North West","RegisteredVoters":"285,546","MapImage":""},{"SLoepID":"25","DistrictName":"Kenema","DistrictDescription":"Kenema is the third largest city in Sierra Leone and the largest city in the Eastern Province of Sierra Leone. The city is the capital of Kenema District and is a major economic center of the Eastern Province.\n\nThe city of Kenema had a population of 200,354 in the 2015 Sierra Leone census[4]. Kenema lies approximately 320 kilometres (200 mi) south-east of Freetown [1] and about 60 kilometres (40 mi) south of Bo.\n\nKenema is one of the most ethnically diverse cities in Sierra Leone and is home to significant numbers of many of the country\u0027s ethnic groups. The Krio language is by far the most widely spoken language in the city and is the primary language of communication in the city.\n\nThe city of Kenema is one of Sierra Leone\u0027s six municipalities and is governed by a directly elected city council form of government, headed by a mayor, in whom executive authority is vested. The mayor is responsible for the general management of the city. The mayor and members of the Kenema City Council are directly elected every four years in a municipal election. The current mayor of Kenema is Joseph Samba Kaifala of the Sierra Leone People\u0027s Party, who was elected mayor in the 2012 Kenema Mayoral election with 74.99%[5]. Kenema is a political stronghold of the Sierra Leone People\u0027s Party (SLPP), the main opposition party in Sierra Leone.\n\nLike the rest of Sierra Leone, football is by far the most popular sport in the city. The Sierra Leone professional club called the Kamboi Eagles, which is based in Kenema, represent the city in the Sierra Leone National Premier League.\n\nKenema has a strong history of being the hometown of some of Sierra Leone\u0027s most famous international soccer stars. Sierra Leone\u0027s highest-profile athlete and its most famous retired international soccer star Mohamed Kallon is from Kenema. Other notable Sierra Leonean international footballers from Kenema include Sierra Leone\u0027s current top striker Kei Kamara, others include retired Sierra Leonean International soccer stars Paul Kpaka, Kemokai Kallon and Musa Kallon.\n\nThe city grew along with a now-closed railway, around the logging and carpentry industries, and recently with diamond mines first discovered in 1931.","RegionName":"East","RegisteredVoters":"200,354","MapImage":"kenema.jpg"},{"SLoepID":"37","DistrictName":"Koinadugu","DistrictDescription":"","RegionName":"North","RegisteredVoters":"204,019","MapImage":"koinadugu.jpeg"},{"SLoepID":"26","DistrictName":"Kono","DistrictDescription":"","RegionName":"East","RegisteredVoters":"327,339","MapImage":"kono.jpg"},{"SLoepID":"29","DistrictName":"Moyamba","DistrictDescription":"Moyamba District is a district in the Southern Province of Sierra Leone with a population of 318,064 in the 2015 census.[1] Its capital and largest city is Moyamba. The other major towns include Njala, Rotifunk and Shenge. The district is the largest in the Southern Province by geographical area, occupying a total area of 6,902 km2 (2,665 sq mi) and comprises fourteen chiefdoms.\n\nMoyamba District borders the Atlantic Ocean in the west, Port Loko District and Tonkolili District to the north, Bo District to the east and Bonthe District to the south. The main economic activities include mining (rutile and bauxite), fishing, rice growing and oil palm plantations.\n\nMoyamba District is predominantly inhabited by the Mende people, though there is a large population of other ethnic groups in the district","RegionName":"South","RegisteredVoters":"318,064","MapImage":"Moyamba-Town.jpg"},{"SLoepID":"34","DistrictName":"Port Loko","DistrictDescription":"Port Loko District is a district in the Northern Province of Sierra Leone. It is the most populous District in the North and the second most populous District in Sierra Leone, after the Western Area Urban District. As of the 2015 census, Port Loko District has a population of 614,063.[1] The district capital is the town of Port Loko and its largest city is Lunsar. The other major towns in the district include Masiaka, Rokupr, Pepel, Lungi and Gbinti.\n\nThe district of Port Loko borders the Western Area to the west, Kambia District to the north, Bombali District to the east and Tonkolili District to the south. The district occupies a total area of 5,719 km2 (2,208 sq mi) and comprises eleven chiefdoms. The population of Port Loko District is predominantly Muslim and the Temne people form by far the largest ethnic group in the district.\n\n ","RegionName":"North West","RegisteredVoters":"498,973","MapImage":"port loko.jpeg"},{"SLoepID":"30","DistrictName":"Pujehun","DistrictDescription":"Pujehun District is a district in the Southern Province of Sierra Leone. Its capital is the town of Pujehun . The other major towns in the district include Gandorhun, Zimmi, Gendema, Masam, Bomi and Potoru. As of 2015, the district has a population of 345,577. The population of Pujehun District is largely from the Mende ethnic group; and the district is predominantly Muslim.","RegionName":"South","RegisteredVoters":"346,461","MapImage":"pujehun.jpg"},{"SLoepID":"36","DistrictName":"Tonkolili","DistrictDescription":"Tonkolili District is a District in the Northern Province of Sierra Leone. Its capital and largest city is Magburaka. The other major towns include Masingbi, Yele, Mile 91, Bumbuna, Yonibana, Matotoka. Mathora, Magbass and Masanga. Tonkolili District is home to the largest sugar factory in Sierra Leone, and one of the largest sugar factories in West Africa, that is located in the town of Magbass. Tonkolili District had a population of 530,776.[1] The district occupies a total area of 7,003 km2 (2,704 sq mi) and comprises eleven chiefdoms.\n\nTonkolili District borders Bombali District to the northwest, Kono District to the east, Kenema District and Bo District to the southeast, Port Loko and Koinadugu Districts. Tonkolili is strategically located in the center of Sierra Leone. The district is criss crossed by many rivers including the Pampana River and Sierra Leone\u0027s longest river, the Rokel.","RegionName":"North","RegisteredVoters":"531,435","MapImage":"African-Minerals-Limited-load-their-first-Tonkolili-iron-ore-shipment.jpg"},{"SLoepID":"32","DistrictName":"Western Area Rural","DistrictDescription":"The Western Area Rural District is one of the 14 Districts of Sierra Leone. It is located mostly around the peninsula, in the Western Area of Sierra Leone. The Western Area Rural District has a 2015 census population of 442,951.[2] The district capital and largest city is Waterloo. Other major towns in the district include Newton, Benguema, Leicester, and Tombo. Most of the towns and villages in the Western area rural District are within close proximity to the capital Freetown and are part of the Freetown Metropolitan Area.\n\nThe Western Area Rural District borders the country\u0027s capital Freetown to the east and west; Port Loko District to the north; and the Atlantic ocean to the south and east.\n\nThe Western Area Rural District is one of the most ethnically diverse districts in Sierra Leone. No single ethnic group forms a majority in the district. The Western Area Rural District is home to many different ethnic groups, including a significant population of the Krio and Sherbro people. The district is home to a large population of both Muslims and Christians.\n\nLike the other thirteen districts of Sierra Leone, the Western Area Rural District has its own directly elected district government known as a district council, headed by a directly elected district council chairman, who leads the district council executive branch and enforces laws passed by members of the district council. The current district council chairman of the Western Area Rural District is Alhassan Cole of the All People\u0027s Congress (APC).\n\nIn October 2009, the Sierra Leone government officially moved the Rural District capital from Freetown to the city of Waterloo after the completion of the newly built government complex for the rural district council","RegionName":"West","RegisteredVoters":"444,270","MapImage":"sierra-leone-western-rural.jpg"},{"SLoepID":"31","DistrictName":"Western Area Urban","DistrictDescription":"The Western Area or Freetown Peninsula (formerly the Colony of Sierra Leone) is one of four principal divisions of Sierra Leone. It comprises the oldest city and national capital Freetown and its surrounding towns and countryside. It covers an area of 557 km2 and has a population of 1,447,271. The Western Area is located mostly around the peninsula and is divided into two districts: the Western Area Rural and the Western Area Urban.","RegionName":"West","RegisteredVoters":"1,447,271","MapImage":"Freetown.jpg"}]